{
  "award1": "Special Award, Graduate Start-up Competition (Korea Scholarship Foundation)",
  "award2": "Encouragement Award, Honam-is-hackathon (Jeju Industry-University Convergence Center)",
  "award3": "L:AUNCH AI Career School Start-up-thon Entrant",
  "award4": "Encouragement Award, Mini TeX-Corps (GIST Laboratory Start-up Innovation Team)",
  "award5": "Booth operation, 2025 GIST Start-up Night",
  "awards": "Awards & Recognition",
  "buildAha": "We build products that deliver \"aha moments\" — experiences that resonate and scale.",
  "codicueDesc": "CodiCue is a 1:1 fashion styling platform that connects you with expert stylists. Leveraging AI to analyze your style preferences, body type, and personal data, CodiCue recommends perfectly matched stylists and curates customized looks tailored just for you. Experience professional styling that fits your individuality.",
  "codicueSlogan": "AI-powered personalized fashion stylist matching platform",
  "contact": "Contact",
  "contactUs": "Contact Us",
  "contactUsDesc": "Have questions or want to collaborate? We'd love to hear from you. Reach out for inquiries, partnerships, or just to say hello.",
  "coreTeam": "Core Team + Advisors",
  "customerExperience": "Customer Experience",
  "engineering": "Engineering",
  "growth": "Growth",
  "igardenDesc": "I_Garden is an AI-powered smart farming platform that makes agriculture accessible to everyone. Learn, grow, and harvest with personalized guidance and automated care systems.",
  "igardenSlogan": "Personalized smart farm solution that you can learn with us",
  "invest": "Invest",
  "investorRelations": "Investor Relations",
  "leadership": "Leadership",
  "learnMore": "Learn More",
  "mission": "We tackle high-impact problems where small UX improvements or model refinements create outsized value. Our approach combines product-led growth, data-driven insights, and design-first engineering.",
  "myttDesc": "MyTT integrates with Google Calendar to securely share availability and schedule meetings.",
  "myttSlogan": "Book meetings and share schedules effortlessly",
  "monthlyUsers": "Monthly Active Users (Beta)",
  "openToPartners": "We welcome strategic partnerships and seed-stage investment. If you are an investor interested in our pitch deck or a conversation, please reach out.",
  "organicGrowth": "Organic Growth Since Launch",
  "ourProducts": "Our Products",
  "privacyPolicy": "Privacy Policy",
  "privacyPolicyAccess": "Inquiry and Withdrawal of Consent for Personal Information Collection",
  "privacyPolicyAccessP1": "Users and legal representatives may inquire or modify their registered personal information at any time and may request withdrawal of consent for personal information collection.",
  "privacyPolicyAccessP2": "To withdraw consent for collection of their membership information, users and legal representatives may contact the Personal Information Protection Officer or person in charge in writing, by phone, or by email, and the Company will take action without delay.",
  "privacyPolicyAddendum": "Addendum",
  "privacyPolicyAdvertising": "Measures for Transmission of Advertising Information",
  "privacyPolicyAdvertising1": "When the Company has collected contact information directly from the recipient through a transaction relationship for goods, etc., and intends to transmit commercial advertising information about goods of the same type as those traded with the recipient within 6 months from the date of termination of the transaction",
  "privacyPolicyAdvertising2": "When a telephone solicitation seller under the 「Door-to-Door Sales Act」 orally notifies the recipient of the source of personal information collection and makes a telephone solicitation",
  "privacyPolicyAdvertising4_1": "Company name and contact information",
  "privacyPolicyAdvertising4_2": "Indication of matters regarding expression of intention to refuse reception or withdraw reception consent",
  "privacyPolicyAdvertising5_1": "Measures to evade or obstruct recipients' refusal of reception or withdrawal of reception consent for advertising information",
  "privacyPolicyAdvertising5_2": "Measures to automatically create recipients' contact information such as phone numbers or email addresses by combining numbers, symbols, or characters",
  "privacyPolicyAdvertising5_3": "Measures to automatically register phone numbers or email addresses for the purpose of transmitting commercial advertising information",
  "privacyPolicyAdvertising5_4": "Various measures to conceal the identity of the advertising information sender or the source of advertisement transmission",
  "privacyPolicyAdvertising5_5": "Various measures to deceive recipients and induce responses for the purpose of transmitting commercial advertising information",
  "privacyPolicyAdvertisingP1": "The Company obtains explicit prior consent from users when transmitting commercial advertising information using electronic transmission media. However, prior consent is not required in any of the following cases:",
  "privacyPolicyAdvertisingP2": "Notwithstanding the preceding paragraph, if the recipient expresses an intention to refuse reception or withdraws prior consent, the Company shall not transmit commercial advertising information and shall notify the recipient of the processing results for refusal of reception and withdrawal of reception consent.",
  "privacyPolicyAdvertisingP3": "When transmitting commercial advertising information using electronic transmission media between 9 PM and 8 AM the next day, notwithstanding paragraph 1, the Company shall obtain separate prior consent from the recipient.",
  "privacyPolicyAdvertisingP4": "When transmitting commercial advertising information using electronic transmission media, the Company shall specifically disclose the following matters in the advertising information:",
  "privacyPolicyAdvertisingP5": "When transmitting commercial advertising information using electronic transmission media, the Company shall not take any of the following measures:",
  "privacyPolicyBreach": "Measures for Personal Information Leakage, etc.",
  "privacyPolicyBreach1": "Items of personal information that have been leaked, etc.",
  "privacyPolicyBreach2": "Time of occurrence of leakage, etc.",
  "privacyPolicyBreach3": "Actions that users can take",
  "privacyPolicyBreach4": "Response measures of information and communication service providers, etc.",
  "privacyPolicyBreach5": "Department and contact information where users can receive consultation, etc.",
  "privacyPolicyBreachDesc": "When the Company becomes aware of the loss, theft, or leakage (hereinafter referred to as \"leakage, etc.\") of personal information, it shall notify the relevant users of all of the following matters without delay and report to the Korea Communications Commission or the Korea Internet & Security Agency:",
  "privacyPolicyBreachException": "Exceptions to Measures for Personal Information Leakage, etc.",
  "privacyPolicyBreachExceptionDesc": "Notwithstanding the preceding article, if there is a legitimate reason such as not knowing the user's contact information, the Company may take measures to replace the notification of the preceding article by posting it on the Company's website for 30 days or more.",
  "privacyPolicyChanges": "Policy Changes",
  "privacyPolicyChangesDesc": "This policy may be revised due to changes in relevant laws, guidelines, or government policies.",
  "privacyPolicyChangesMethod1": "Notice through our website's homepage notice board or a separate pop-up",
  "privacyPolicyChangesMethod2": "Notice to users via written notice, fax, email, or similar methods",
  "privacyPolicyChangesNotice": "We provide notice at least 7 days before the effective date of policy changes, or 30 days for material changes affecting user rights.",
  "privacyPolicyChangesP2": "When revising this policy in accordance with paragraph 1, the Company shall notify users through one or more of the following methods:",
  "privacyPolicyChangesP3": "The Company shall notify users at least 7 days prior to the effective date of the policy revision. However, in case of significant changes to user rights, notification shall be provided at least 30 days in advance.",
  "privacyPolicyChildren": "Protection of Children's Personal Information",
  "privacyPolicyChildrenP1": "The Company allows membership registration only for users aged 14 or older to protect the personal information of children under 14.",
  "privacyPolicyChildrenP2": "Notwithstanding paragraph 1, if the user is a child under 14, the Company obtains consent from the child's legal representative for the collection, use, and provision of the child's personal information.",
  "privacyPolicyChildrenP3": "In the case of paragraph 2, the Company additionally collects the legal representative's name, date of birth, gender, duplicate registration confirmation information (ID), and mobile phone number.",
  "privacyPolicyCollectionMethod": "Personal Information Collection Methods",
  "privacyPolicyCollectionMethod1": "Users entering their personal information on the Company's website",
  "privacyPolicyCollectionMethod2": "Users entering their personal information through services other than the website provided by the Company, such as applications",
  "privacyPolicyCollectionMethod3": "Users receiving emails sent by the Company and entering personal information",
  "privacyPolicyCollectionMethod4": "Users entering information while using the Company's services, such as customer service consultations and activities on bulletin boards",
  "privacyPolicyCollectionMethodDesc": "The Company collects users' personal information through the following methods:",
  "privacyPolicyCollectionPrinciples": "Principles of Personal Information Processing",
  "privacyPolicyCollectionPrinciplesDesc": "VO!D collects personal information in accordance with applicable laws and this policy. Collected personal information may only be provided to third parties with the individual's consent, except where required by law.",
  "privacyPolicyContactResponsible": "Designation of Company's Personal Information Protection Officer",
  "privacyPolicyContactResponsibleDesc": "The Company designates the relevant department and Personal Information Protection Officer as follows to protect users' personal information and handle complaints related to personal information:",
  "privacyPolicyCookieSettings": "Method of Specifying Cookie Installation Permission",
  "privacyPolicyCookieSettingsChrome": "Chrome: Settings menu at the top right of the web browser - Privacy and security - Cookies and other site data",
  "privacyPolicyCookieSettingsDesc": "You can set cookie permission, cookie blocking, etc. through web browser option settings.",
  "privacyPolicyCookieSettingsEdge": "Edge: Settings menu at the top right of the web browser - Cookies and site permissions - Manage and delete cookies and site data",
  "privacyPolicyCookieSettingsWhale": "Whale: Settings menu at the top right of the web browser - Privacy - Cookies and other site data",
  "privacyPolicyCookies": "Installation, Operation, and Refusal of Automatic Personal Information Collection Devices",
  "privacyPolicyCookiesP1": "The Company uses automatic personal information collection devices (hereinafter 'cookies') that store and frequently retrieve usage information to provide individual customized services to users. Cookies are small pieces of information sent by the server (http) used to operate the website to the user's web browser (including PC and mobile) and may be stored in the user's storage space.",
  "privacyPolicyCookiesP2": "Users have the choice regarding cookie installation. Therefore, users can allow all cookies, go through confirmation each time a cookie is stored, or refuse storage of all cookies by setting options in the web browser.",
  "privacyPolicyCookiesP3": "However, if you refuse to store cookies, you may experience difficulties in using some of the Company's services that require login.",
  "privacyPolicyCorrection": "Correction of Personal Information, etc.",
  "privacyPolicyCorrectionP1": "Users may request correction of errors in personal information from the Company through the methods described in the previous article.",
  "privacyPolicyCorrectionP2": "In the case of the preceding paragraph, the Company shall not use or provide personal information until the correction of personal information is completed, and if incorrect personal information has already been provided to a third party, the Company shall notify the third party of the correction processing results without delay to ensure that the correction is made.",
  "privacyPolicyDeletedInfo": "Processing of Deleted Information",
  "privacyPolicyDeletedInfoDesc": "The Company processes personal information terminated or deleted at the request of users or legal representatives in accordance with the \"Retention and Use Period of Personal Information\" collected by the Company and processes it so that it cannot be viewed or used for any other purpose.",
  "privacyPolicyDestruction": "Principles of Personal Information Destruction",
  "privacyPolicyDestructionDesc": "In principle, the Company destroys such information without delay when personal information is no longer needed, such as when the purpose of processing personal information is achieved or when the retention and use period has elapsed.",
  "privacyPolicyDestructionMethod": "Personal Information Destruction Methods",
  "privacyPolicyDestructionMethodDesc": "The Company deletes personal information stored in electronic file format using technical methods that cannot reproduce records, and destroys personal information printed on paper by shredding or incineration.",
  "privacyPolicyDestructionProcess": "Personal Information Destruction Process",
  "privacyPolicyDestructionProcessP1": "Information entered by users for membership registration, etc. is transferred to a separate DB (separate filing cabinet in case of paper) after the purpose of personal information processing is achieved, and is stored for a certain period according to internal policies and information protection reasons pursuant to relevant laws (refer to retention and use period) before being destroyed.",
  "privacyPolicyDestructionProcessP2": "The Company destroys personal information for which destruction reasons have occurred through the approval process of the Personal Information Protection Officer.",
  "privacyPolicyDisclosure": "Policy Disclosure",
  "privacyPolicyDisclosureDesc": "VO!D discloses this policy on our website homepage or the page immediately linked to it, ensuring users can easily access it at any time.",
  "privacyPolicyDisclosureP2": "When disclosing this policy in accordance with paragraph 1, the Company uses font size, color, etc. to ensure that users can easily check this policy.",
  "privacyPolicyEffectiveDate": "Effective: January 22, 2026",
  "privacyPolicyEffectiveDateValue": "This policy shall be effective from January 22, 2026.",
  "privacyPolicyEffectiveLabel": "Effective Date",
  "privacyPolicyEmail": "Email",
  "privacyPolicyEmailValue": "ceo@wevoid.com",
  "privacyPolicyHackingPrevention": "Measures Against Hacking, etc.",
  "privacyPolicyHackingPreventionP1": "The Company is doing its best to prevent users' personal information from being leaked or damaged by intrusions into information and communication networks such as hacking and computer viruses.",
  "privacyPolicyHackingPreventionP2": "The Company is preventing users' personal information or data from being leaked or damaged by using the latest vaccine programs.",
  "privacyPolicyHackingPreventionP3": "The Company is doing its best for security by using an intrusion prevention system in preparation for emergencies.",
  "privacyPolicyHackingPreventionP4": "The Company enables safe transmission of personal information on the network through encrypted communication, etc. for sensitive personal information (if collected and retained).",
  "privacyPolicyIntro": "This Privacy Policy outlines how VO!D processes personal information in accordance with applicable laws and regulations.",
  "privacyPolicyLegalRetention": "Retention and Use Period of Personal Information According to Laws",
  "privacyPolicyLegalRetention1Title": "Information and retention period according to the Consumer Protection Act in Electronic Commerce, etc.",
  "privacyPolicyLegalRetention1_1": "Records on contracts or withdrawal of offers: 5 years",
  "privacyPolicyLegalRetention1_2": "Records on payment and supply of goods, etc.: 5 years",
  "privacyPolicyLegalRetention1_3": "Records on consumer complaints or dispute resolution: 3 years",
  "privacyPolicyLegalRetention1_4": "Records on labeling and advertising: 6 months",
  "privacyPolicyLegalRetention2Title": "Information and retention period according to the Protection of Communications Secrets Act",
  "privacyPolicyLegalRetention2_1": "Website log record data: 1 year",
  "privacyPolicyLegalRetention3Title": "Information and retention period according to the Electronic Financial Transactions Act",
  "privacyPolicyLegalRetention3_1": "Records on electronic financial transactions: 5 years",
  "privacyPolicyLegalRetention4Title": "Act on the Protection and Use of Location Information",
  "privacyPolicyLegalRetention4_1": "Records on personal location information: 6 months",
  "privacyPolicyLegalRetentionDesc": "The Company retains and uses personal information as follows in accordance with relevant laws:",
  "privacyPolicyManagement": "Company's Personal Information Management",
  "privacyPolicyManagementDesc": "The Company is implementing necessary technical and managerial protection measures to ensure safety so that personal information is not lost, stolen, leaked, altered, or damaged when processing users' personal information.",
  "privacyPolicyName": "Name",
  "privacyPolicyNameValue": "JeongHoon Lim",
  "privacyPolicyOfficer": "Privacy Officer",
  "privacyPolicyOptional": "Optional Information",
  "privacyPolicyPasswordEncryption": "Password Encryption",
  "privacyPolicyPasswordEncryptionDesc": "Users' passwords are stored and managed through one-way encryption, and confirmation and modification of personal information is only possible by the user who knows the password.",
  "privacyPolicyPhone": "Phone",
  "privacyPolicyPhoneValue": "0507-1307-6134",
  "privacyPolicyPurpose": "Purpose",
  "privacyPolicyPurposeDesc": "This Privacy Policy is established to protect the personal information of all users utilizing our services, in compliance with relevant laws including the Personal Information Protection Act and the Information and Communications Network Act.",
  "privacyPolicyRemedies": "Remedies for Rights Infringement",
  "privacyPolicyRemedies1": "Personal Information Dispute Mediation Committee: (toll-free) 1833-6972 (www.kopico.go.kr)",
  "privacyPolicyRemedies2": "Personal Information Infringement Report Center: (toll-free) 118 (privacy.kisa.or.kr)",
  "privacyPolicyRemedies3": "Supreme Prosecutors' Office: (toll-free) 1301 (www.spo.go.kr)",
  "privacyPolicyRemedies4": "National Police Agency: (toll-free) 182 (ecrm.cyber.go.kr)",
  "privacyPolicyRemedies5": "Central Administrative Appeals Commission: (toll-free) 110 (www.simpan.go.kr)",
  "privacyPolicyRemediesP1": "Data subjects may apply for dispute resolution or consultation to the Personal Information Dispute Mediation Committee, the Korea Internet & Security Agency Personal Information Infringement Report Center, etc. to receive relief from personal information infringement. For other reports and consultations on personal information infringement, please contact the following organizations:",
  "privacyPolicyRemediesP2": "The Company endeavors to guarantee the right to self-determination of personal information of data subjects and to provide consultation and relief from damage due to personal information infringement. If you need to report or consult, please contact the department in charge in paragraph 1.",
  "privacyPolicyRemediesP3": "Any person whose rights or interests have been infringed by a disposition made or inaction by the head of a public institution in response to requests under Article 35 (Access to Personal Information), Article 36 (Correction and Deletion of Personal Information), and Article 37 (Suspension of Processing of Personal Information, etc.) of the Personal Information Protection Act may file an administrative appeal in accordance with the Administrative Appeals Act.",
  "privacyPolicyRequired": "Required Information",
  "privacyPolicyRetention": "Retention and Use Period of Personal Information",
  "privacyPolicyRetentionP1": "The Company retains and uses personal information for the period necessary to achieve the purpose of collection and use of personal information.",
  "privacyPolicyRetentionP2": "Notwithstanding the preceding paragraph, the Company retains service fraud usage records for up to one year from the time of member withdrawal to prevent fraudulent registration and use in accordance with internal policies.",
  "privacyPolicyServiceInfo": "Information for Service Provision",
  "privacyPolicyServiceInfoDesc": "The Company collects the following information to provide services to users:",
  "privacyPolicyServiceInfoRequired": "User ID, email address, name, school, grade, class, and contact information",
  "privacyPolicySignUp": "Information for Account Registration",
  "privacyPolicySignUpDesc": "VO!D collects the following information for user account registration:",
  "privacyPolicySignUpOptional": "Profile picture",
  "privacyPolicySignUpRequired": "Email address, password, name, and nickname",
  "privacyPolicyThirdParty": "Provision of Personal Information with Prior Consent",
  "privacyPolicyThirdParty1": "Provision of all image data uploaded to the Company, including directly registered profile photos and photos uploaded to the community, to Imgur for image data hosting and processing",
  "privacyPolicyThirdPartyDesc": "Notwithstanding the prohibition of providing personal information to third parties, the Company may provide personal information to third parties if users disclose it in advance or consent to the following matters. However, even in such cases, the Company provides personal information to the minimum extent within relevant laws.",
  "privacyPolicyThirdPartyP2": "The Company shall notify and obtain consent from users in the same manner when there are changes in third-party provision relationships or when third-party provision relationships are terminated.",
  "privacyPolicyTitle": "Title",
  "privacyPolicyTitleValue": "CEO",
  "privacyPolicyTraining": "Minimization and Training of Personal Information Processing",
  "privacyPolicyTrainingDesc": "The Company minimizes personal information processing personnel and emphasizes compliance with laws and internal policies through managerial measures such as training for personal information processors.",
  "privacyPolicyUsageInfo": "Information for Service Usage and Fraud Detection",
  "privacyPolicyUsageInfoDesc": "The Company collects the following information for statistical analysis of service usage and detection and analysis of fraudulent use. (Fraudulent use refers to repeated actions such as re-registration after withdrawal, repeated purchase and cancellation, illegal or improper acquisition of economic benefits such as discount coupons and event benefits provided by the Company, acts prohibited in the Terms of Service, and illegal or improper acts such as identity theft.)",
  "privacyPolicyUsageInfoRequired": "Service usage records, access location information, and device information",
  "privacyPolicyUse": "Use of Personal Information",
  "privacyPolicyUse1": "When necessary for company operations, such as delivering notices",
  "privacyPolicyUse2": "For service improvement, such as responding to user inquiries and handling complaints",
  "privacyPolicyUse3": "To provide the Company's services",
  "privacyPolicyUse4": "To restrict usage of members who violate laws and Company terms, and to prevent and sanction acts that interfere with smooth service operation, including fraudulent use",
  "privacyPolicyUse5": "For developing new services",
  "privacyPolicyUse6": "For marketing purposes, such as event and promotional announcements",
  "privacyPolicyUse7": "For demographic analysis and analysis of service visits and usage records",
  "privacyPolicyUse8": "To facilitate relationships between users based on personal information and interests",
  "privacyPolicyUseDesc": "The Company uses personal information in the following cases:",
  "privacyPolicyUserObligation": "User Obligations",
  "privacyPolicyUserObligationP1": "Users must keep their personal information up to date, and users are responsible for problems arising from inaccurate information input.",
  "privacyPolicyUserObligationP2": "In the case of membership registration using another person's personal information, user qualifications may be lost or punishment may be imposed under relevant personal information protection laws.",
  "privacyPolicyUserObligationP3": "Users are responsible for maintaining the security of their email addresses, passwords, etc., and may not transfer or lend them to third parties.",
  "products": "Products",
  "productsIntro": "Explore our innovative solutions we're building to deliver exceptional user experiences.",
  "requestDeck": "Request Deck",
  "slogan": "From void, to !",
  "team": "Team",
  "teamCount": "Team",
  "teamIntro": "Meet the team behind VO!D — engineers, designers, and strategists building the next wave of delightful products.",
  "teamVoids": "Team VO!D",
  "traction": "Traction",
  "visitWebsite": "Visit Website",
  "whyVoidTitle": "Why VO!D",
  "termsOfService": "Terms of Service",
  "termsPurpose": "Purpose",
  "termsPurposeDesc": "These Terms and Conditions are established to define the rights, obligations, and responsibilities between the Company and Members, and other necessary matters, in relation to the use of all services provided by VO!D (hereinafter referred to as the 'Company').",
  "termsDefinitions": "Definitions",
  "termsDefinitionsDesc": "The definitions of key terms used in these Terms and Conditions are as follows:",
  "termsDefinition1": "'Service' refers to all services provided by the Company that can be used by 'Users' regardless of the implemented device (including various wired and wireless devices such as PCs, TVs, and portable terminals).",
  "termsDefinition2": "'User' means 'Individual Members', 'Corporate Members', and 'Non-members' who receive services provided by the Company in accordance with these Terms and Conditions.",
  "termsDefinition3": "'Individual Member' refers to a person who has registered as a member by providing personal information to the Company and can continuously receive information from the Company and use the services provided by the 'Company'.",
  "termsDefinition4": "'Corporate Member' refers to a person who has registered as a member by providing corporate information and personal information to the Company and can continuously receive information from the Company and use the services provided by the Company.",
  "termsDefinition5": "'Non-member' refers to a person who uses the services provided by the Company without membership registration.",
  "termsDefinition6": "'ID' means a combination of letters or letters and numbers that the member determines and the Company approves for member identification and service use.",
  "termsDefinition7": "'Password' means a combination of letters (including special characters) and numbers determined by the member to confirm that they are a member matching the assigned ID and to protect confidentiality.",
  "termsDefinition8": "'Paid Service' refers to all services provided by the Company for a fee.",
  "termsDefinition9": "'Payment' means the act of a member selecting a payment method and entering financial information to use paid services provided by the Company.",
  "termsDefinition10": "'VO!D Points' are online payment methods purchased to use paid services provided by the Company, converted at a rate of 1 VO!D Point per 1 KRW in cash, and can be charged, paid, and refunded based on the member's ID.",
  "termsDefinition11": "'Content' refers to information in the form of text, photos, videos, and various files and links, such as codes, characters, voices, sounds, images, or videos used in information and communication networks according to the provisions of the Information and Communications Network Act.",
  "termsOtherRules": "Rules Other Than Terms",
  "termsOtherRulesDesc": "Matters not specified in these Terms and Conditions shall be governed by the provisions of laws or individual terms of service, operating policies, and rules (hereinafter referred to as 'Detailed Guidelines') established by the Company. In case of conflict between these Terms and the Detailed Guidelines, the Detailed Guidelines shall prevail.",
  "termsEffectAndChange": "Effect and Amendment of Terms",
  "termsEffectAndChangeP1": "These Terms and Conditions are posted and announced on all internet services provided by VO!D. The 'Company' may amend these Terms and Conditions within the scope that does not violate relevant laws (hereinafter referred to as 'Relevant Laws') such as the 'Act on Consumer Protection in Electronic Commerce, etc. (hereinafter referred to as 'Electronic Commerce Act')', 'Act on the Regulation of Terms and Conditions (hereinafter referred to as 'Terms Regulation Act')', 'Framework Act on Electronic Documents and Transactions (hereinafter referred to as 'Electronic Documents Act')', 'Electronic Financial Transactions Act', 'Act on Promotion of Information and Communications Network Utilization and Information Protection, etc. (hereinafter referred to as 'Information and Communications Network Act')', and 'Framework Act on Consumers'. When the Terms and Conditions are amended, the Company shall announce the content and effective date of the amended Terms and Conditions at least 7 days (30 days for changes that are unfavorable or significant to users) before the effective date until a reasonable period after the effective date, and individually notify existing users of the amended Terms and Conditions, application date, and reasons for amendment (including explanations of important matters among the contents to be changed) by separate electronic means (such as email, text message, electronic message within the service, notification message). The amended Terms and Conditions shall take effect from the announced or notified effective date.",
  "termsEffectAndChangeP2": "When the Company announces or notifies the amended Terms and Conditions pursuant to paragraph 1, it shall also notify that 'If you do not agree to the amendment, you may terminate the contract within 7 days (30 days in case of changes that are unfavorable or significant to users) from the date of announcement or notification, and if you do not express your intention to terminate the contract, it shall be deemed that you have agreed to the amendment.'",
  "termsEffectAndChangeP3": "If the user does not express their intention to reject the amended Terms and Conditions within 7 days (or 30 days in case of changes that are unfavorable or significant to users) from the date of announcement or notification of paragraph 2, it shall be deemed that the user has agreed to the amendment of these Terms and Conditions.",
  "termsNoticeToUsers": "Notice to Users",
  "termsNoticeToUsersP1": "Unless otherwise specified in these Terms and Conditions, the Company may notify users using electronic means such as email, text messages (SMS), electronic messages, and push notifications.",
  "termsNoticeToUsersP2": "In the case of notification to all users, the Company may substitute the notification of paragraph 1 by posting on the bulletin board within the website operated by the Company for 7 days or more. However, individual notification of paragraph 1 shall be made for matters that have a significant impact on the user's own transactions.",
  "termsNoticeToUsersP3": "If individual notification is difficult due to the user's failure to provide contact information, failure to update after change, or incorrect entry, the Company shall be deemed to have made individual notification by making the public announcement in the preceding paragraph.",
  "termsContractFormation": "Formation of Use Contract",
  "termsContractFormationDesc": "The use contract is formed in the following cases:",
  "termsContractFormation1": "When a user who wants to join as a member agrees to the contents of the Terms and Conditions, applies for membership registration, and the Company accepts such application",
  "termsContractFormation2": "When a user who wants to use services that can be used without membership registration makes a payment to use the Company's services without applying for membership registration",
  "termsContractFormation3": "When a user who wants to use free services that can be used without membership registration proceeds with the procedures of items 1 and 2 while using additional services such as saving matters related to the free services without applying for membership registration",
  "termsMembershipApproval": "Approval of Membership Registration",
  "termsMembershipApprovalP1": "In principle, the Company approves service use when there is a request for a use contract.",
  "termsMembershipApprovalP2": "Notwithstanding the preceding paragraph, the Company may withhold or refuse membership registration in the following cases:",
  "termsMembershipApproval1": "When the applicant has previously lost membership qualifications under these Terms and Conditions (except when re-registration is approved by the Company)",
  "termsMembershipApproval2": "When using a false name or another person's name",
  "termsMembershipApproval3": "When omitting or falsely entering essential information designated by the Company",
  "termsMembershipApproval4": "When a child under 14, a minor under 19, a limited guardian, or an adult guardian has not obtained the consent of their legal representative",
  "termsMembershipApproval5": "When approval is impossible due to the user's fault or when violating these Terms and other operating principles stipulated by the Company",
  "termsMembershipApproval6": "When registered as a credit delinquent for PC communication or internet services according to the Act on the Use and Protection of Credit Information",
  "termsMembershipApproval7": "When registered as a bad user of PC communication or internet services with the Information and Communication Ethics Committee",
  "termsMembershipApproval8": "When attempting to use member information already in use or an ID that undermines public order and morals",
  "termsMembershipApprovalP3": "For applications pursuant to paragraph 1, the Company may request real name verification and identity authentication through professional institutions if necessary for service provision.",
  "termsMembershipApprovalP4": "The Company may reserve approval if there is no spare capacity in service-related facilities or if there are technical or business problems.",
  "termsMembershipApprovalP5": "If service use is not approved or reserved pursuant to paragraphs 2 and 4, the Company shall in principle notify the service use applicant. However, exceptions are made when the Company cannot notify the user without fault on the Company's part.",
  "termsMembershipApprovalP6": "The time of establishment of the use contract shall be the time when the Company displays the completion of registration in the application process for Article 6, item 1, and the time when payment completion is displayed for Article 6, item 2.",
  "termsMembershipApprovalP7": "The Company may classify members by grade according to company policy and differentiate use time, number of uses, service menus, etc.",
  "termsMembershipApprovalP8": "The Company may impose usage restrictions or grade restrictions on members to comply with ratings and age requirements under the 'Motion Pictures and Video Products Act' and the 'Youth Protection Act'.",
  "termsMemberInfoChange": "Change of Member Information",
  "termsMemberInfoChangeP1": "Members can view and modify their personal information at any time through the personal information management screen. However, real names, IDs, etc. required for service management cannot be modified.",
  "termsMemberInfoChangeP2": "If the information entered at the time of membership registration application has changed, the member must modify it online or notify the Company of the change through other methods such as email.",
  "termsMemberInfoChangeP3": "Members are responsible for disadvantages caused by failure to notify the Company of changes in paragraph 2.",
  "termsMemberInfoManagement": "Management and Protection of Member Information",
  "termsMemberInfoManagementP1": "Members are responsible for managing their ID and password and must not allow third parties to use them.",
  "termsMemberInfoManagementP2": "The Company may restrict the use of a member's ID if there is a concern about personal information leakage, if it is antisocial or contrary to public order and morals, or if there is a risk of being mistaken for a company or service operator.",
  "termsMemberInfoManagementP3": "If a member becomes aware that their ID and password have been stolen or used by a third party, they must immediately notify the Company and follow the guidance.",
  "termsMemberInfoManagementP4": "In the case of paragraph 3, the Company shall not be held responsible for disadvantages caused by the member's failure to notify the Company of the fact or failure to follow the Company's guidance even after notification.",
  "termsCompanyObligations": "Company's Obligations",
  "termsCompanyObligationsP1": "The Company shall repair or restore facilities without delay when they fail or are destroyed for continuous and stable service provision, and may temporarily suspend the provision of all or part of the service without notice in unavoidable cases when the following reasons occur. In this case, the Company shall notify users of the reason and suspension period without delay.",
  "termsCompanyObligations1": "When necessary for urgent inspection, expansion, replacement, repair, or construction of systems",
  "termsCompanyObligations2": "When system replacement is deemed necessary to provide new services",
  "termsCompanyObligations3": "When normal service provision is impossible due to system or other service facility failures, wired and wireless network failures, etc.",
  "termsCompanyObligations4": "In case of national emergency, power outage, or force majeure",
  "termsCompanyObligationsP2": "The Company shall strive to provide convenience to users in procedures and contents related to contracts with users, such as conclusion of use contracts, change of contract terms, and termination.",
  "termsCompanyObligationsP3": "The Company posts the representative's name, trade name, address, phone number, fax number, e-commerce business registration number, terms of use, and personal information handling policy on the initial screen of the online service so that users can easily access them.",
  "termsPrivacyProtection": "Privacy Protection",
  "termsPrivacyProtectionP1": "The Company considers users' personal information important and strives to comply with relevant laws such as the Act on Promotion of Information and Communications Network Utilization and Information Protection, and the Personal Information Protection Act. The Company informs users through the privacy protection policy how the personal information provided by users is being used for what purpose and in what manner, and what measures are being taken to protect personal information.",
  "termsPrivacyProtectionP2": "The Company applies relevant laws and the Company's personal information handling policy to the protection and use of users' personal information. However, the Company's personal information handling policy does not apply to external web pages linked from websites operated by the Company.",
  "termsUserObligations": "User's Obligations",
  "termsUserObligationsP1": "When applying for use through user subscription, users must prepare the application based on facts. If a user registers false or another person's information, they cannot claim any rights against the Company, and the Company shall not be held responsible for damages caused thereby.",
  "termsUserObligationsP2": "Users must comply with the matters stipulated in these Terms and Conditions and other regulations established by the Company, and matters announced by the Company. In addition, users must not engage in acts that interfere with the Company's business or damage the Company's reputation.",
  "termsUserObligationsP3": "If member information such as address, contact information, and email address changes, users must immediately modify it online. Users are responsible for problems caused by failure to modify or delay in modifying changed information.",
  "termsUserObligationsP4": "Users must directly manage the ID and password assigned to them. The Company shall not be held responsible for problems caused by the user's negligence in management.",
  "termsUserObligationsP5": "When selecting IDs, nicknames, or other names used within the service, users must not engage in the following acts:",
  "termsUserObligations1": "Impersonating the official operator of services provided by the Company or using similar names to confuse other users",
  "termsUserObligations2": "Using names containing provocative and obscene content",
  "termsUserObligations3": "Using names that may infringe on third-party rights such as trademark rights and copyrights",
  "termsUserObligations4": "Using names that may damage the reputation of third parties or interfere with their business",
  "termsUserObligations5": "Using names containing antisocial content that conflicts with relevant laws",
  "termsUserObligationsP6": "Users may not engage in disposal acts such as selling, donating, or providing security for service use rights or other positions under the use contract without the Company's explicit consent.",
  "termsUserObligationsP7": "Regarding this article, other detailed matters such as precautions for service use are determined by operating policies, and if users violate the service use terms and operating policies, disadvantages such as service use restrictions and civil and criminal liability may occur.",
  "termsServiceProvision": "Service Provision",
  "termsServiceProvisionP1": "In principle, the Company's services are provided 24 hours a day, year-round. However, temporary suspension of all or part of the service may occur if there are special reasons such as inspection for maintaining the Company's system, replacement of communication equipment, or system upgrade work to provide new services and functions.",
  "termsServiceProvisionP2": "Specific guidance on individual services provided by the Company can be found on individual service screens.",
  "termsServiceProvisionP3": "The content of services provided by the Company is as follows:",
  "termsServiceProvision1": "Services provided through web pages and mobile applications",
  "termsServiceProvision2": "Services for sharing study plans and records with other users",
  "termsServiceProvision3": "Services for storing and analyzing study plans and data",
  "termsServiceRestrictions": "Service Restrictions, etc.",
  "termsServiceRestrictionsP1": "The Company may restrict or suspend all or part of the service if a war, incident, natural disaster, or similar national emergency occurs or is likely to occur, and if there is an unavoidable reason such as a major telecommunications carrier suspending telecommunications services under the Telecommunications Business Act.",
  "termsServiceRestrictionsP2": "Notwithstanding the provisions of the preceding paragraph, free services may be restricted or suspended in whole or in part, or converted to paid services, for reasons such as the Company's operating policies.",
  "termsServiceRestrictionsP3": "When restricting or suspending service use, the Company shall notify users of the reason, restriction period, and scheduled date and time without delay.",
  "termsServiceRestrictionsP4": "If the Company receives payment information in advance and converts a free service to a paid service, the Company shall notify users of the reason and scheduled date and time of the paid conversion and obtain the user's consent for the paid conversion.",
  "termsTermination": "Termination, Cancellation, and Withdrawal Procedures of Service",
  "termsTerminationP1": "When a user wants to terminate the use contract, they can request termination of the use contract through user withdrawal application on the website at any time. However, immediate withdrawal may be restricted for a certain period of time after new registration for reasons such as prevention of fraudulent service use.",
  "termsTerminationP2": "If a user violates the user's obligations specified in these Terms and Conditions, uses it abnormally or unfairly, uses prohibited programs, or writes broadcasts and posts that defame or insult others, and such acts are prohibited or requested to be deleted, the Company may notify the user and terminate the contract if such acts accumulate more than twice, including the initial prohibition or deletion request.",
  "termsTerminationP3": "After receiving the user's expression of intention to withdraw, cancel, or terminate, the Company shall respond to the user. The response shall be made by one of the methods notified by the user to the Company, and if the contact information notified by the user to the Company does not exist, the Company may not respond.",
  "termsDamages": "Damages",
  "termsDamagesP1": "The Company or the user may claim damages if damage occurs due to the fault of the other party. However, the Company shall not be liable for damages caused by disruption of free services, suspension of provision, destruction or deletion or alteration of stored data.",
  "termsDamagesP2": "In relation to the use of services provided by the Company, the Company shall not be held responsible for any damage unless it violates the contents specified in the Company's operating policy, privacy protection policy, and service-specific terms of use.",
  "termsDisclaimer": "Disclaimer",
  "termsDisclaimerP1": "The Company shall not be held responsible for service provision if it cannot provide services due to natural disasters or equivalent force majeure.",
  "termsDisclaimerP2": "The Company shall not be held responsible for service use disruptions caused by the user's fault.",
  "termsDisclaimerP3": "The Company shall not be held responsible for users' failure to obtain expected profits while using the service, nor for damages caused by materials obtained through the service.",
  "termsDisclaimerP4": "The Company shall not be held responsible for the reliability, accuracy, etc. of content posted by users on web pages, and shall not intervene in disputes between users or between users and third parties mediated by the service.",
  "termsInformationAndAds": "Provision of Information and Posting of Advertisements",
  "termsInformationAndAdsP1": "The Company may provide (or transmit) various information and advertisements deemed necessary during service use to users through methods such as banner posting, email (E-Mail), mobile phone messages, telephone, and mail. However, if users do not want this, they can refuse to receive it according to the method provided by the Company.",
  "termsInformationAndAdsP2": "Even if users refuse to receive, the Company may provide information by email, etc. for matters that users must know, such as changes to terms of use, privacy protection policy, and other important matters that may affect users' interests, as stipulated in the 'Act on Promotion of Information and Communications Network Utilization and Information Protection, etc.'",
  "termsInformationAndAdsP3": "If users take measures to refuse reception pursuant to the proviso of paragraph 1, the Company shall not be held responsible if the Company fails to deliver information such as transaction-related information and responses to usage inquiries.",
  "termsInformationAndAdsP4": "The Company confirms whether users consent to the transmission of commercial advertising information every 2 years in accordance with the Enforcement Decree of the 'Information and Communications Network Act'.",
  "termsInformationAndAdsP5": "The Company shall not be held responsible for losses or damages arising from users' participation in advertisers' promotional activities or as a result of transactions.",
  "termsPaidServicePayment": "Payment for Paid Services, etc.",
  "termsPaidServicePaymentP1": "In principle, when using paid services provided by the Company, users pay the usage fee. At this time, the payment methods for usage fees for paid services provided by the Company are as follows:",
  "termsPaidServicePayment1": "Payment by various cards such as prepaid cards, debit cards, and credit cards",
  "termsPaidServicePayment2": "In-app payment service from app markets",
  "termsPaidServicePaymentP2": "The Company may verify whether the user has legitimate authority to use the payment method and may suspend transaction progress until such verification is completed, or cancel the transaction if verification is not possible.",
  "termsPaidServicePaymentP3": "According to the Company's policies and the standards of payment companies (mobile carriers, card companies, etc.) and payment agency companies in paragraph 1, the monthly cumulative payment amount and charge limit per user may be restricted. If the standard is exceeded, additional use of paid services may not be possible.",
  "termsPaidServicePaymentP4": "Users are responsible for information entered for payment or settlement of fees.",
  "termsRefund": "Refund",
  "termsRefundP1": "If a payment is canceled or refunded due to the user's fault, the following procedures shall be followed:",
  "termsRefund1": "Services that are completed with one use or purchase are non-refundable.",
  "termsRefund2": "For services that can be used continuously, the remaining amount after deducting the amount corresponding to the number of days used shall be refunded.",
  "termsRefundP2": "Notwithstanding the provisions of the preceding paragraph, the full amount paid shall be refunded in the following cases:",
  "termsRefund3": "When there is no service use history after payment completion",
  "termsRefund4": "When the service could not be used due to the Company's fault such as service disruption",
  "termsRefund5": "When the purchased service is not provided",
  "termsRefund6": "When the purchased service differs from or has a significant difference from the display or advertisement",
  "termsRefund7": "When service use was significantly impossible due to defects in the service itself",
  "termsRefundP3": "In principle, the Company refunds using the same method as the payment method for the usage fee. However, if refund is not possible using the same payment method, the Company refunds by a separate method determined in individual services.",
  "termsRefundP4": "The Company processes the refund within 3 business days from the date the refund obligation occurs. However, if the user's cooperation is required for the refund and the refund is delayed due to the user's fault, the Company does not bear late interest.",
  "termsRefundP5": "The costs required for refund shall be borne by the party at fault.",
  "termsRightsOwnership": "Attribution of Rights",
  "termsRightsOwnershipP1": "Intellectual property rights such as copyrights for services provided by the Company belong to the Company.",
  "termsRightsOwnershipP2": "In relation to the service, the Company only grants users the right to use the services provided by the Company according to the conditions set by the Company, and users may not engage in disposal acts such as transferring, selling, or providing security.",
  "termsRightsOwnershipP3": "Notwithstanding the provisions of paragraph 1, intellectual property rights for content directly created by users and works provided according to the Company's partnership agreement do not belong to the Company.",
  "termsContentManagement": "Content Management",
  "termsContentManagementP1": "If content created or produced by members contains content that violates relevant laws such as the 'Personal Information Protection Act' and the 'Copyright Act', administrators may request suspension and deletion of the content posting according to the procedures specified by relevant laws, and the Company must take measures according to relevant laws.",
  "termsContentManagementP2": "Even if there is no request from the rights holder pursuant to the preceding paragraph, the Company may take temporary measures, etc. for the content according to relevant laws if there are reasons to recognize rights infringement or if it violates company policies and relevant laws.",
  "termsContentCopyright": "Copyright of Content",
  "termsContentCopyrightP1": "The copyright of content posted by users within the service belongs to the author of the content.",
  "termsContentCopyrightP2": "Notwithstanding paragraph 1, the Company may use content registered by members as follows within the scope that complies with copyright law and fair trade practices, free of charge without separate permission, for the purpose of operating, displaying, transmitting, distributing, and promoting the service:",
  "termsContentCopyright1": "Use for creating secondary works or edited works within the scope that does not infringe copyright, such as reproduction, modification, display, transmission, and distribution of content created by users within the service. However, if the user who registered the content requests deletion or suspension of use of the content, the Company shall delete or suspend use of all related content except for matters that must be preserved according to relevant laws.",
  "termsContentCopyright2": "Use within the scope of service operation, promotion, service improvement, and new service development",
  "termsContentCopyright3": "Use such as providing and displaying users' content for promotional purposes through media, telecommunications companies, etc.",
  "termsJurisdiction": "Jurisdiction and Governing Law",
  "termsJurisdictionDesc": "In the event of a dispute related to the service, the court having jurisdiction shall be the court having jurisdiction over the location of the Company, and the governing law shall be the laws of the Republic of Korea.",
  "termsAddendum": "Addendum",
  "termsEffectiveDate": "These Terms and Conditions shall be effective from January 22, 2026."
}
