{
  "award1": "Special Award, Graduate Start-up Competition (Korea Scholarship Foundation)",
  "award2": "Encouragement Award, Honam-is-hackathon (Jeju Industry-University Convergence Center)",
  "award3": "L:AUNCH AI Career School Start-up-thon Entrant",
  "awards": "Awards & Recognition",
  "buildAha": "We build products that deliver \"aha moments\" — experiences that resonate and scale.",
  "codicueSlogan": "AI-powered personalized fashion stylist matching platform",
  "codicueDesc": "CodiCue is a 1:1 fashion styling platform that connects you with expert stylists. Leveraging AI to analyze your style preferences, body type, and personal data, CodiCue recommends perfectly matched stylists and curates customized looks tailored just for you. Experience professional styling that fits your individuality.",
  "contact": "Contact",
  "contactUs": "Contact Us",
  "contactUsDesc": "Have questions or want to collaborate? We'd love to hear from you. Reach out for inquiries, partnerships, or just to say hello.",
  "coreTeam": "Core Team + Advisors",
  "customerExperience": "Customer Experience",
  "engineering": "Engineering",
  "growth": "Growth",
  "igardenDesc": "I_Garden is an AI-powered smart farming platform that makes agriculture accessible to everyone. Learn, grow, and harvest with personalized guidance and automated care systems.",
  "igardenSlogan": "Personalized smart farm solution that you can learn with us",
  "invest": "Invest",
  "investorRelations": "Investor Relations",
  "leadership": "Leadership",
  "learnMore": "Learn More",
  "mission": "We tackle high-impact problems where small UX improvements or model refinements create outsized value. Our approach combines product-led growth, data-driven insights, and design-first engineering.",
  "monthlyUsers": "Monthly Active Users (Beta)",
  "openToPartners": "We welcome strategic partnerships and seed-stage investment. If you are an investor interested in our pitch deck or a conversation, please reach out.",
  "organicGrowth": "Organic Growth Since Launch",
  "ourProducts": "Our Products",
  "products": "Products",
  "productsIntro": "Explore our innovative solutions we're building to deliver exceptional user experiences.",
  "requestDeck": "Request Deck",
  "slogan": "From void, to !",
  "team": "Team",
  "teamCount": "Team",
  "teamIntro": "Meet the team behind VO!D — engineers, designers, and strategists building the next wave of delightful products.",
  "teamVoids": "Team VO!D",
  "traction": "Traction",
  "visitWebsite": "Visit Website",
  "whyVoidTitle": "Why VO!D"
}
