{
  "award1": "Special Award, Graduate Start-up Competition (Korea Scholarship Foundation)",
  "award2": "Encouragement Award, Honam-is-hackathon (Jeju Industry-University Convergence Center)",
  "award3": "L:AUNCH AI Career School Start-up-thon Entrant",
  "award4": "Encouragement Award, Mini TeX-Corps (GIST Laboratory Start-up Innovation Team)",
  "award5": "Booth operation, 2025 GIST Start-up Night",
  "awards": "Awards & Recognition",
  "buildAha": "We build products that deliver \"aha moments\" — experiences that resonate and scale.",
  "codicueDesc": "CodiCue is a 1:1 fashion styling platform that connects you with expert stylists. Leveraging AI to analyze your style preferences, body type, and personal data, CodiCue recommends perfectly matched stylists and curates customized looks tailored just for you. Experience professional styling that fits your individuality.",
  "codicueSlogan": "AI-powered personalized fashion stylist matching platform",
  "contact": "Contact",
  "contactUs": "Contact Us",
  "contactUsDesc": "Have questions or want to collaborate? We'd love to hear from you. Reach out for inquiries, partnerships, or just to say hello.",
  "coreTeam": "Core Team + Advisors",
  "customerExperience": "Customer Experience",
  "engineering": "Engineering",
  "growth": "Growth",
  "igardenDesc": "I_Garden is an AI-powered smart farming platform that makes agriculture accessible to everyone. Learn, grow, and harvest with personalized guidance and automated care systems.",
  "igardenSlogan": "Personalized smart farm solution that you can learn with us",
  "invest": "Invest",
  "investorRelations": "Investor Relations",
  "leadership": "Leadership",
  "learnMore": "Learn More",
  "mission": "We tackle high-impact problems where small UX improvements or model refinements create outsized value. Our approach combines product-led growth, data-driven insights, and design-first engineering.",
  "monthlyUsers": "Monthly Active Users (Beta)",
  "openToPartners": "We welcome strategic partnerships and seed-stage investment. If you are an investor interested in our pitch deck or a conversation, please reach out.",
  "organicGrowth": "Organic Growth Since Launch",
  "ourProducts": "Our Products",
  "privacyPolicy": "Privacy Policy",
  "privacyPolicyAccess": "Inquiry and Withdrawal of Consent for Personal Information Collection",
  "privacyPolicyAccessP1": "Users and legal representatives may inquire or modify their registered personal information at any time and may request withdrawal of consent for personal information collection.",
  "privacyPolicyAccessP2": "To withdraw consent for collection of their membership information, users and legal representatives may contact the Personal Information Protection Officer or person in charge in writing, by phone, or by email, and the Company will take action without delay.",
  "privacyPolicyAddendum": "Addendum",
  "privacyPolicyAdvertising": "Measures for Transmission of Advertising Information",
  "privacyPolicyAdvertising1": "When the Company has collected contact information directly from the recipient through a transaction relationship for goods, etc., and intends to transmit commercial advertising information about goods of the same type as those traded with the recipient within 6 months from the date of termination of the transaction",
  "privacyPolicyAdvertising2": "When a telephone solicitation seller under the 「Door-to-Door Sales Act」 orally notifies the recipient of the source of personal information collection and makes a telephone solicitation",
  "privacyPolicyAdvertising4_1": "Company name and contact information",
  "privacyPolicyAdvertising4_2": "Indication of matters regarding expression of intention to refuse reception or withdraw reception consent",
  "privacyPolicyAdvertising5_1": "Measures to evade or obstruct recipients' refusal of reception or withdrawal of reception consent for advertising information",
  "privacyPolicyAdvertising5_2": "Measures to automatically create recipients' contact information such as phone numbers or email addresses by combining numbers, symbols, or characters",
  "privacyPolicyAdvertising5_3": "Measures to automatically register phone numbers or email addresses for the purpose of transmitting commercial advertising information",
  "privacyPolicyAdvertising5_4": "Various measures to conceal the identity of the advertising information sender or the source of advertisement transmission",
  "privacyPolicyAdvertising5_5": "Various measures to deceive recipients and induce responses for the purpose of transmitting commercial advertising information",
  "privacyPolicyAdvertisingP1": "The Company obtains explicit prior consent from users when transmitting commercial advertising information using electronic transmission media. However, prior consent is not required in any of the following cases:",
  "privacyPolicyAdvertisingP2": "Notwithstanding the preceding paragraph, if the recipient expresses an intention to refuse reception or withdraws prior consent, the Company shall not transmit commercial advertising information and shall notify the recipient of the processing results for refusal of reception and withdrawal of reception consent.",
  "privacyPolicyAdvertisingP3": "When transmitting commercial advertising information using electronic transmission media between 9 PM and 8 AM the next day, notwithstanding paragraph 1, the Company shall obtain separate prior consent from the recipient.",
  "privacyPolicyAdvertisingP4": "When transmitting commercial advertising information using electronic transmission media, the Company shall specifically disclose the following matters in the advertising information:",
  "privacyPolicyAdvertisingP5": "When transmitting commercial advertising information using electronic transmission media, the Company shall not take any of the following measures:",
  "privacyPolicyBreach": "Measures for Personal Information Leakage, etc.",
  "privacyPolicyBreach1": "Items of personal information that have been leaked, etc.",
  "privacyPolicyBreach2": "Time of occurrence of leakage, etc.",
  "privacyPolicyBreach3": "Actions that users can take",
  "privacyPolicyBreach4": "Response measures of information and communication service providers, etc.",
  "privacyPolicyBreach5": "Department and contact information where users can receive consultation, etc.",
  "privacyPolicyBreachDesc": "When the Company becomes aware of the loss, theft, or leakage (hereinafter referred to as \"leakage, etc.\") of personal information, it shall notify the relevant users of all of the following matters without delay and report to the Korea Communications Commission or the Korea Internet & Security Agency:",
  "privacyPolicyBreachException": "Exceptions to Measures for Personal Information Leakage, etc.",
  "privacyPolicyBreachExceptionDesc": "Notwithstanding the preceding article, if there is a legitimate reason such as not knowing the user's contact information, the Company may take measures to replace the notification of the preceding article by posting it on the Company's website for 30 days or more.",
  "privacyPolicyChanges": "Policy Changes",
  "privacyPolicyChangesDesc": "This policy may be revised due to changes in relevant laws, guidelines, or government policies.",
  "privacyPolicyChangesMethod1": "Notice through our website's homepage notice board or a separate pop-up",
  "privacyPolicyChangesMethod2": "Notice to users via written notice, fax, email, or similar methods",
  "privacyPolicyChangesNotice": "We provide notice at least 7 days before the effective date of policy changes, or 30 days for material changes affecting user rights.",
  "privacyPolicyChangesP2": "When revising this policy in accordance with paragraph 1, the Company shall notify users through one or more of the following methods:",
  "privacyPolicyChangesP3": "The Company shall notify users at least 7 days prior to the effective date of the policy revision. However, in case of significant changes to user rights, notification shall be provided at least 30 days in advance.",
  "privacyPolicyChildren": "Protection of Children's Personal Information",
  "privacyPolicyChildrenP1": "The Company allows membership registration only for users aged 14 or older to protect the personal information of children under 14.",
  "privacyPolicyChildrenP2": "Notwithstanding paragraph 1, if the user is a child under 14, the Company obtains consent from the child's legal representative for the collection, use, and provision of the child's personal information.",
  "privacyPolicyChildrenP3": "In the case of paragraph 2, the Company additionally collects the legal representative's name, date of birth, gender, duplicate registration confirmation information (ID), and mobile phone number.",
  "privacyPolicyCollectionMethod": "Personal Information Collection Methods",
  "privacyPolicyCollectionMethod1": "Users entering their personal information on the Company's website",
  "privacyPolicyCollectionMethod2": "Users entering their personal information through services other than the website provided by the Company, such as applications",
  "privacyPolicyCollectionMethod3": "Users receiving emails sent by the Company and entering personal information",
  "privacyPolicyCollectionMethod4": "Users entering information while using the Company's services, such as customer service consultations and activities on bulletin boards",
  "privacyPolicyCollectionMethodDesc": "The Company collects users' personal information through the following methods:",
  "privacyPolicyCollectionPrinciples": "Principles of Personal Information Processing",
  "privacyPolicyCollectionPrinciplesDesc": "VO!D collects personal information in accordance with applicable laws and this policy. Collected personal information may only be provided to third parties with the individual's consent, except where required by law.",
  "privacyPolicyContactResponsible": "Designation of Company's Personal Information Protection Officer",
  "privacyPolicyContactResponsibleDesc": "The Company designates the relevant department and Personal Information Protection Officer as follows to protect users' personal information and handle complaints related to personal information:",
  "privacyPolicyCookieSettings": "Method of Specifying Cookie Installation Permission",
  "privacyPolicyCookieSettingsChrome": "Chrome: Settings menu at the top right of the web browser - Privacy and security - Cookies and other site data",
  "privacyPolicyCookieSettingsDesc": "You can set cookie permission, cookie blocking, etc. through web browser option settings.",
  "privacyPolicyCookieSettingsEdge": "Edge: Settings menu at the top right of the web browser - Cookies and site permissions - Manage and delete cookies and site data",
  "privacyPolicyCookieSettingsWhale": "Whale: Settings menu at the top right of the web browser - Privacy - Cookies and other site data",
  "privacyPolicyCookies": "Installation, Operation, and Refusal of Automatic Personal Information Collection Devices",
  "privacyPolicyCookiesP1": "The Company uses automatic personal information collection devices (hereinafter 'cookies') that store and frequently retrieve usage information to provide individual customized services to users. Cookies are small pieces of information sent by the server (http) used to operate the website to the user's web browser (including PC and mobile) and may be stored in the user's storage space.",
  "privacyPolicyCookiesP2": "Users have the choice regarding cookie installation. Therefore, users can allow all cookies, go through confirmation each time a cookie is stored, or refuse storage of all cookies by setting options in the web browser.",
  "privacyPolicyCookiesP3": "However, if you refuse to store cookies, you may experience difficulties in using some of the Company's services that require login.",
  "privacyPolicyCorrection": "Correction of Personal Information, etc.",
  "privacyPolicyCorrectionP1": "Users may request correction of errors in personal information from the Company through the methods described in the previous article.",
  "privacyPolicyCorrectionP2": "In the case of the preceding paragraph, the Company shall not use or provide personal information until the correction of personal information is completed, and if incorrect personal information has already been provided to a third party, the Company shall notify the third party of the correction processing results without delay to ensure that the correction is made.",
  "privacyPolicyDeletedInfo": "Processing of Deleted Information",
  "privacyPolicyDeletedInfoDesc": "The Company processes personal information terminated or deleted at the request of users or legal representatives in accordance with the \"Retention and Use Period of Personal Information\" collected by the Company and processes it so that it cannot be viewed or used for any other purpose.",
  "privacyPolicyDestruction": "Principles of Personal Information Destruction",
  "privacyPolicyDestructionDesc": "In principle, the Company destroys such information without delay when personal information is no longer needed, such as when the purpose of processing personal information is achieved or when the retention and use period has elapsed.",
  "privacyPolicyDestructionMethod": "Personal Information Destruction Methods",
  "privacyPolicyDestructionMethodDesc": "The Company deletes personal information stored in electronic file format using technical methods that cannot reproduce records, and destroys personal information printed on paper by shredding or incineration.",
  "privacyPolicyDestructionProcess": "Personal Information Destruction Process",
  "privacyPolicyDestructionProcessP1": "Information entered by users for membership registration, etc. is transferred to a separate DB (separate filing cabinet in case of paper) after the purpose of personal information processing is achieved, and is stored for a certain period according to internal policies and information protection reasons pursuant to relevant laws (refer to retention and use period) before being destroyed.",
  "privacyPolicyDestructionProcessP2": "The Company destroys personal information for which destruction reasons have occurred through the approval process of the Personal Information Protection Officer.",
  "privacyPolicyDisclosure": "Policy Disclosure",
  "privacyPolicyDisclosureDesc": "VO!D discloses this policy on our website homepage or the page immediately linked to it, ensuring users can easily access it at any time.",
  "privacyPolicyDisclosureP2": "When disclosing this policy in accordance with paragraph 1, the Company uses font size, color, etc. to ensure that users can easily check this policy.",
  "privacyPolicyEffectiveDate": "Effective: January 22, 2026",
  "privacyPolicyEffectiveDateValue": "This policy shall be effective from January 22, 2026.",
  "privacyPolicyEffectiveLabel": "Effective Date",
  "privacyPolicyEmail": "Email",
  "privacyPolicyEmailValue": "ceo@wevoid.com",
  "privacyPolicyHackingPrevention": "Measures Against Hacking, etc.",
  "privacyPolicyHackingPreventionP1": "The Company is doing its best to prevent users' personal information from being leaked or damaged by intrusions into information and communication networks such as hacking and computer viruses.",
  "privacyPolicyHackingPreventionP2": "The Company is preventing users' personal information or data from being leaked or damaged by using the latest vaccine programs.",
  "privacyPolicyHackingPreventionP3": "The Company is doing its best for security by using an intrusion prevention system in preparation for emergencies.",
  "privacyPolicyHackingPreventionP4": "The Company enables safe transmission of personal information on the network through encrypted communication, etc. for sensitive personal information (if collected and retained).",
  "privacyPolicyIntro": "This Privacy Policy outlines how VO!D processes personal information in accordance with applicable laws and regulations.",
  "privacyPolicyLegalRetention": "Retention and Use Period of Personal Information According to Laws",
  "privacyPolicyLegalRetention1Title": "Information and retention period according to the Consumer Protection Act in Electronic Commerce, etc.",
  "privacyPolicyLegalRetention1_1": "Records on contracts or withdrawal of offers: 5 years",
  "privacyPolicyLegalRetention1_2": "Records on payment and supply of goods, etc.: 5 years",
  "privacyPolicyLegalRetention1_3": "Records on consumer complaints or dispute resolution: 3 years",
  "privacyPolicyLegalRetention1_4": "Records on labeling and advertising: 6 months",
  "privacyPolicyLegalRetention2Title": "Information and retention period according to the Protection of Communications Secrets Act",
  "privacyPolicyLegalRetention2_1": "Website log record data: 1 year",
  "privacyPolicyLegalRetention3Title": "Information and retention period according to the Electronic Financial Transactions Act",
  "privacyPolicyLegalRetention3_1": "Records on electronic financial transactions: 5 years",
  "privacyPolicyLegalRetention4Title": "Act on the Protection and Use of Location Information",
  "privacyPolicyLegalRetention4_1": "Records on personal location information: 6 months",
  "privacyPolicyLegalRetentionDesc": "The Company retains and uses personal information as follows in accordance with relevant laws:",
  "privacyPolicyManagement": "Company's Personal Information Management",
  "privacyPolicyManagementDesc": "The Company is implementing necessary technical and managerial protection measures to ensure safety so that personal information is not lost, stolen, leaked, altered, or damaged when processing users' personal information.",
  "privacyPolicyName": "Name",
  "privacyPolicyNameValue": "JeongHoon Lim",
  "privacyPolicyOfficer": "Privacy Officer",
  "privacyPolicyOptional": "Optional Information",
  "privacyPolicyPasswordEncryption": "Password Encryption",
  "privacyPolicyPasswordEncryptionDesc": "Users' passwords are stored and managed through one-way encryption, and confirmation and modification of personal information is only possible by the user who knows the password.",
  "privacyPolicyPhone": "Phone",
  "privacyPolicyPhoneValue": "0507-1307-6134",
  "privacyPolicyPurpose": "Purpose",
  "privacyPolicyPurposeDesc": "This Privacy Policy is established to protect the personal information of all users utilizing our services, in compliance with relevant laws including the Personal Information Protection Act and the Information and Communications Network Act.",
  "privacyPolicyRemedies": "Remedies for Rights Infringement",
  "privacyPolicyRemedies1": "Personal Information Dispute Mediation Committee: (toll-free) 1833-6972 (www.kopico.go.kr)",
  "privacyPolicyRemedies2": "Personal Information Infringement Report Center: (toll-free) 118 (privacy.kisa.or.kr)",
  "privacyPolicyRemedies3": "Supreme Prosecutors' Office: (toll-free) 1301 (www.spo.go.kr)",
  "privacyPolicyRemedies4": "National Police Agency: (toll-free) 182 (ecrm.cyber.go.kr)",
  "privacyPolicyRemedies5": "Central Administrative Appeals Commission: (toll-free) 110 (www.simpan.go.kr)",
  "privacyPolicyRemediesP1": "Data subjects may apply for dispute resolution or consultation to the Personal Information Dispute Mediation Committee, the Korea Internet & Security Agency Personal Information Infringement Report Center, etc. to receive relief from personal information infringement. For other reports and consultations on personal information infringement, please contact the following organizations:",
  "privacyPolicyRemediesP2": "The Company endeavors to guarantee the right to self-determination of personal information of data subjects and to provide consultation and relief from damage due to personal information infringement. If you need to report or consult, please contact the department in charge in paragraph 1.",
  "privacyPolicyRemediesP3": "Any person whose rights or interests have been infringed by a disposition made or inaction by the head of a public institution in response to requests under Article 35 (Access to Personal Information), Article 36 (Correction and Deletion of Personal Information), and Article 37 (Suspension of Processing of Personal Information, etc.) of the Personal Information Protection Act may file an administrative appeal in accordance with the Administrative Appeals Act.",
  "privacyPolicyRequired": "Required Information",
  "privacyPolicyRetention": "Retention and Use Period of Personal Information",
  "privacyPolicyRetentionP1": "The Company retains and uses personal information for the period necessary to achieve the purpose of collection and use of personal information.",
  "privacyPolicyRetentionP2": "Notwithstanding the preceding paragraph, the Company retains service fraud usage records for up to one year from the time of member withdrawal to prevent fraudulent registration and use in accordance with internal policies.",
  "privacyPolicyServiceInfo": "Information for Service Provision",
  "privacyPolicyServiceInfoDesc": "The Company collects the following information to provide services to users:",
  "privacyPolicyServiceInfoRequired": "User ID, email address, name, school, grade, class, and contact information",
  "privacyPolicySignUp": "Information for Account Registration",
  "privacyPolicySignUpDesc": "VO!D collects the following information for user account registration:",
  "privacyPolicySignUpOptional": "Profile picture",
  "privacyPolicySignUpRequired": "Email address, password, name, and nickname",
  "privacyPolicyThirdParty": "Provision of Personal Information with Prior Consent",
  "privacyPolicyThirdParty1": "Provision of all image data uploaded to the Company, including directly registered profile photos and photos uploaded to the community, to Imgur for image data hosting and processing",
  "privacyPolicyThirdPartyDesc": "Notwithstanding the prohibition of providing personal information to third parties, the Company may provide personal information to third parties if users disclose it in advance or consent to the following matters. However, even in such cases, the Company provides personal information to the minimum extent within relevant laws.",
  "privacyPolicyThirdPartyP2": "The Company shall notify and obtain consent from users in the same manner when there are changes in third-party provision relationships or when third-party provision relationships are terminated.",
  "privacyPolicyTitle": "Title",
  "privacyPolicyTitleValue": "CEO",
  "privacyPolicyTraining": "Minimization and Training of Personal Information Processing",
  "privacyPolicyTrainingDesc": "The Company minimizes personal information processing personnel and emphasizes compliance with laws and internal policies through managerial measures such as training for personal information processors.",
  "privacyPolicyUsageInfo": "Information for Service Usage and Fraud Detection",
  "privacyPolicyUsageInfoDesc": "The Company collects the following information for statistical analysis of service usage and detection and analysis of fraudulent use. (Fraudulent use refers to repeated actions such as re-registration after withdrawal, repeated purchase and cancellation, illegal or improper acquisition of economic benefits such as discount coupons and event benefits provided by the Company, acts prohibited in the Terms of Service, and illegal or improper acts such as identity theft.)",
  "privacyPolicyUsageInfoRequired": "Service usage records, access location information, and device information",
  "privacyPolicyUse": "Use of Personal Information",
  "privacyPolicyUse1": "When necessary for company operations, such as delivering notices",
  "privacyPolicyUse2": "For service improvement, such as responding to user inquiries and handling complaints",
  "privacyPolicyUse3": "To provide the Company's services",
  "privacyPolicyUse4": "To restrict usage of members who violate laws and Company terms, and to prevent and sanction acts that interfere with smooth service operation, including fraudulent use",
  "privacyPolicyUse5": "For developing new services",
  "privacyPolicyUse6": "For marketing purposes, such as event and promotional announcements",
  "privacyPolicyUse7": "For demographic analysis and analysis of service visits and usage records",
  "privacyPolicyUse8": "To facilitate relationships between users based on personal information and interests",
  "privacyPolicyUseDesc": "The Company uses personal information in the following cases:",
  "privacyPolicyUserObligation": "User Obligations",
  "privacyPolicyUserObligationP1": "Users must keep their personal information up to date, and users are responsible for problems arising from inaccurate information input.",
  "privacyPolicyUserObligationP2": "In the case of membership registration using another person's personal information, user qualifications may be lost or punishment may be imposed under relevant personal information protection laws.",
  "privacyPolicyUserObligationP3": "Users are responsible for maintaining the security of their email addresses, passwords, etc., and may not transfer or lend them to third parties.",
  "products": "Products",
  "productsIntro": "Explore our innovative solutions we're building to deliver exceptional user experiences.",
  "requestDeck": "Request Deck",
  "slogan": "From void, to !",
  "team": "Team",
  "teamCount": "Team",
  "teamIntro": "Meet the team behind VO!D — engineers, designers, and strategists building the next wave of delightful products.",
  "teamVoids": "Team VO!D",
  "traction": "Traction",
  "visitWebsite": "Visit Website",
  "whyVoidTitle": "Why VO!D"
}
